Revit 2027 API
ImageType.Source Property
 The source of the image in the ImageType.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ImageTypeSource Source { get; }
Public ReadOnly Property Source As ImageTypeSource
	Get
public:
property ImageTypeSource Source {
	ImageTypeSource get ();
}
member Source : ImageTypeSource with get
Property Value
ImageTypeSource
See Also
Reference
ImageType Class
Autodesk.Revit.DB Namespace